{
  "category": {
    "id": "k1",
    "title": {
      "en": "Inner World",
      "uk": "Внутрішній світ",
      "es": "Mundo interior",
      "it": "Mondo interiore",
      "fr": "Monde intérieur",
      "de": "Innere Welt",
      "pl": "Wewnętrzny świat",
      "pt": "Mundo interior"
    },
    "subcategory": "kids",
    "color": 4291889407,
    "img": "c1"
  },
  "questions": [
    {
      "text": {
        "en": "If you could be an animal for one day, which one would you be?",
        "uk": "Якби ти міг бути твариною один день, ким би ти був?",
        "es": "Si pudieras ser un animal por un día, ¿cuál serías?",
        "it": "Se potessi essere un animale per un giorno, quale saresti?",
        "fr": "Si tu pouvais être un animal pendant une journée, lequel serais-tu?",
        "de": "Wenn du für einen Tag ein Tier sein könntest, welches wärst du?",
        "pl": "Gdybyś mógł być zwierzęciem na jeden dzień, jakim byś był?",
        "pt": "Se você pudesse ser um animal por um dia, qual seria?"
      }
    },
    {
      "text": {
        "en": "What do you dream about?",
        "uk": "Про що ти мрієш?",
        "es": "¿Con qué sueñas?",
        "it": "Di cosa sogni?",
        "fr": "À quoi rêves-tu?",
        "de": "Wovon träumst du?",
        "pl": "O czym marzysz?",
        "pt": "Com o que você sonha?"
      }
    },
    {
      "text": {
        "en": "What is your favorite color and why?",
        "uk": "Який твій улюблений колір і чому?",
        "es": "¿Cuál es tu color favorito y por qué?",
        "it": "Qual è il tuo colore preferito e perché?",
        "fr": "Quelle est ta couleur préférée et pourquoi?",
        "de": "Was ist deine Lieblingsfarbe und warum?",
        "pl": "Jaki jest twój ulubiony kolor i dlaczego?",
        "pt": "Qual é a sua cor favorita e por quê?"
      }
    },
    {
      "text": {
        "en": "What smell reminds you of something good?",
        "uk": "Який запах нагадує тобі про щось хороше?",
        "es": "¿Qué olor te recuerda algo bueno?",
        "it": "Quale odore ti ricorda qualcosa di bello?",
        "fr": "Quelle odeur te rappelle quelque chose de bon?",
        "de": "Welcher Geruch erinnert dich an etwas Schönes?",
        "pl": "Jaki zapach przypomina ci coś dobrego?",
        "pt": "Qual cheiro te lembra algo bom?"
      }
    },
    {
      "text": {
        "en": "What is your favorite fairy tale, cartoon, or movie?",
        "uk": "Яка твоя улюблена казка, мультфільм або фільм?",
        "es": "¿Cuál es tu cuento, dibujo animado o película favorita?",
        "it": "Qual è la tua fiaba, cartone animato o film preferito?",
        "fr": "Quel est ton conte de fées, dessin animé ou film préféré?",
        "de": "Was ist dein Lieblingsmärchen, Zeichentrickfilm oder Film?",
        "pl": "Jaka jest twoja ulubiona bajka, kreskówka lub film?",
        "pt": "Qual é seu conto de fadas, desenho animado ou filme favorito?"
      }
    },
    {
      "text": {
        "en": "Who is your favorite hero and why?",
        "uk": "Хто твій улюблений герой і чому?",
        "es": "¿Quién es tu héroe favorito y por qué?",
        "it": "Chi è il tuo eroe preferito e perché?",
        "fr": "Qui est ton héros préféré et pourquoi?",
        "de": "Wer ist dein Lieblingsheld und warum?",
        "pl": "Kto jest twoim ulubionym bohaterem i dlaczego?",
        "pt": "Quem é o seu herói favorito e por quê?"
      }
    },
    {
      "text": {
        "en": "If you could create your own holiday, what would it be called and how would it be?",
        "uk": "Якби ти міг створити своє свято, як би воно називалось і яким би було?",
        "es": "Si pudieras crear tu propio día festivo, ¿cómo se llamaría y cómo sería?",
        "it": "Se potessi creare una tua festa, come si chiamerebbe e come sarebbe?",
        "fr": "Si tu pouvais créer ta propre fête, comment s'appellerait-elle et comment serait-elle?",
        "de": "Wenn du deinen eigenen Feiertag erschaffen könntest, wie würde er heißen und wie wäre er?",
        "pl": "Gdybyś mógł stworzyć swoje własne święto, jak by się nazywało i jak by ono wyglądało?",
        "pt": "Se você pudesse criar seu próprio feriado, como ele se chamaria e como seria?"
      }
    },
    {
      "text": {
        "en": "Is there something you are afraid of but want to overcome?",
        "uk": "Чи є щось, чого ти боїшся, але хочеш подолати?",
        "es": "¿Hay algo que te da miedo pero quieres superar?",
        "it": "C'è qualcosa di cui hai paura ma vuoi superare?",
        "fr": "Y a-t-il quelque chose dont tu as peur mais que tu veux surmonter?",
        "de": "Gibt es etwas, wovor du Angst hast, aber überwinden möchtest?",
        "pl": "Czy jest coś, czego się boisz, ale chcesz to przezwyciężyć?",
        "pt": "Há algo que você tem medo, mas quer superar?"
      }
    },
    {
      "text": {
        "en": "What is your favorite part of the day and why?",
        "uk": "Яка твоя улюблена частина дня і чому?",
        "es": "¿Cuál es tu parte favorita del día y por qué?",
        "it": "Qual è la tua parte preferita della giornata e perché?",
        "fr": "Quelle est ta partie préférée de la journée et pourquoi?",
        "de": "Was ist dein Lieblingsmoment des Tages und warum?",
        "pl": "Jaka jest twoja ulubiona część dnia i dlaczego?",
        "pt": "Qual é a sua parte favorita do dia e por quê?"
      }
    },
    {
      "text": {
        "en": "What do you like most about yourself?",
        "uk": "Що тобі найбільше подобається в собі?",
        "es": "¿Qué es lo que más te gusta de ti mismo?",
        "it": "Cosa ti piace di più di te stesso?",
        "fr": "Qu'est-ce que tu aimes le plus chez toi?",
        "de": "Was magst du am meisten an dir selbst?",
        "pl": "Co lubisz w sobie najbardziej?",
        "pt": "O que você mais gosta em si mesmo?"
      }
    },
    {
      "text": {
        "en": "What helps you calm down?",
        "uk": "Що допомагає тобі заспокоїтися?",
        "es": "¿Qué te ayuda a calmarte?",
        "it": "Cosa ti aiuta a calmarti?",
        "fr": "Qu'est-ce qui t'aide à te calmer?",
        "de": "Was hilft dir, dich zu beruhigen?",
        "pl": "Co pomaga ci się uspokoić?",
        "pt": "O que te ajuda a se acalmar?"
      }
    },
    {
      "text": {
        "en": "What makes you happy inside?",
        "uk": "Що робить тебе щасливим зсередини?",
        "es": "¿Qué te hace feliz por dentro?",
        "it": "Cosa ti rende felice dentro?",
        "fr": "Qu'est-ce qui te rend heureux à l'intérieur?",
        "de": "Was macht dich innerlich glücklich?",
        "pl": "Co sprawia, że jesteś szczęśliwy w środku?",
        "pt": "O que te faz feliz por dentro?"
      }
    },
    {
      "text": {
        "en": "What helps you feel better when you are sad?",
        "uk": "Що допомагає тобі почуватись краще, коли сумно?",
        "es": "¿Qué te ayuda a sentirte mejor cuando estás triste?",
        "it": "Cosa ti aiuta a sentirti meglio quando sei triste?",
        "fr": "Qu'est-ce qui t'aide à te sentir mieux quand tu es triste?",
        "de": "Was hilft dir, dich besser zu fühlen, wenn du traurig bist?",
        "pl": "Co pomaga ci poczuć się lepiej, gdy jesteś smutny?",
        "pt": "O que te ajuda a se sentir melhor quando está triste?"
      }
    },
    {
      "text": {
        "en": "How would you describe yourself?",
        "uk": "Як би ти описав себе?",
        "es": "¿Cómo te describirías?",
        "it": "Come ti descriveresti?",
        "fr": "Comment te décrirais-tu?",
        "de": "Wie würdest du dich beschreiben?",
        "pl": "Jak byś się opisał?",
        "pt": "Como você se descreveria?"
      }
    },
    {
      "text": {
        "en": "What do you like to do most when you are alone?",
        "uk": "Що тобі найбільше подобається робити, коли ти сам?",
        "es": "¿Qué te gusta hacer más cuando estás solo?",
        "it": "Cosa ti piace fare di più quando sei da solo?",
        "fr": "Qu'aimes-tu faire le plus quand tu es seul?",
        "de": "Was machst du am liebsten, wenn du allein bist?",
        "pl": "Co lubisz robić najbardziej, gdy jesteś sam?",
        "pt": "O que você mais gosta de fazer quando está sozinho?"
      }
    }
  ]
}