{
  "category": {
    "id": "k1",
    "title": {
      "en": "Inner World",
      "uk": "Внутрішній світ",
      "es": "Mundo interior",
      "it": "Mondo interiore",
      "fr": "Monde intérieur",
      "de": "Innere Welt",
      "pl": "Wewnętrzny świat",
      "pt": "Mundo interior"
    },
    "subcategory": "kids",
    "color": 4291309529,
    "img": "k1"
  },
  "questions": [
    {
      "text": {
        "en": "If you had your own island, what would be on it?",
        "uk": "Якби у тебе був власний острів, що б на ньому було?",
        "es": "Si tuvieras tu propia isla, ¿qué habría en ella?",
        "it": "Se avessi la tua isola, cosa ci sarebbe?",
        "fr": "Si tu avais ta propre île, qu'y aurait-il dessus?",
        "de": "Wenn du deine eigene Insel hättest, was wäre darauf?",
        "pl": "Gdybyś miał własną wyspę, co by się na niej znajdowało?",
        "pt": "Se você tivesse sua própria ilha, o que haveria nela?"
      }
    },
    {
      "text": {
        "en": "If you could be an animal for one day, which one would you be?",
        "uk": "Якби ти міг бути твариною один день, ким би ти був?",
        "es": "Si pudieras ser un animal por un día, ¿cuál serías?",
        "it": "Se potessi essere un animale per un giorno, quale saresti?",
        "fr": "Si tu pouvais être un animal pendant une journée, lequel serais-tu?",
        "de": "Wenn du für einen Tag ein Tier sein könntest, welches wärst du?",
        "pl": "Gdybyś mógł być zwierzęciem na jeden dzień, jakim byś był?",
        "pt": "Se você pudesse ser um animal por um dia, qual seria?"
      }
    },
    {
      "text": {
        "en": "What is your favorite color and why?",
        "uk": "Який твій улюблений колір і чому?",
        "es": "¿Cuál es tu color favorito y por qué?",
        "it": "Qual è il tuo colore preferito e perché?",
        "fr": "Quelle est ta couleur préférée et pourquoi?",
        "de": "Was ist deine Lieblingsfarbe und warum?",
        "pl": "Jaki jest twój ulubiony kolor i dlaczego?",
        "pt": "Qual é a sua cor favorita e por quê?"
      }
    },
    {
      "text": {
        "en": "Where do you feel at home, even if it is not your home?",
        "uk": "Де ти почуваєшся як вдома, навіть якщо це не твій дім?",
        "es": "¿Dónde te sientes como en casa, aunque no sea tu casa?",
        "it": "Dove ti senti a casa, anche se non è casa tua?",
        "fr": "Où te sens-tu chez toi, même si ce n'est pas ta maison?",
        "de": "Wo fühlst du dich wie zu Hause, auch wenn es nicht dein Zuhause ist?",
        "pl": "Gdzie czujesz się jak w domu, nawet jeśli to nie jest twój dom?",
        "pt": "Onde você se sente em casa, mesmo que não seja sua casa?"
      }
    },
    {
      "text": {
        "en": "What helps you when you are scared or sad?",
        "uk": "Що допомагає тобі, коли тобі страшно або сумно?",
        "es": "¿Qué te ayuda cuando tienes miedo o estás triste?",
        "it": "Cosa ti aiuta quando hai paura o sei triste?",
        "fr": "Qu'est-ce qui t'aide quand tu as peur ou que tu es triste?",
        "de": "Was hilft dir, wenn du Angst hast oder traurig bist?",
        "pl": "Co ci pomaga, gdy się boisz lub jesteś smutny?",
        "pt": "O que te ajuda quando você está com medo ou triste?"
      }
    },
    {
      "text": {
        "en": "What does your dream day look like?",
        "uk": "Як виглядає день твоєї мрії?",
        "es": "¿Cómo es tu día soñado?",
        "it": "Come appare il giorno dei tuoi sogni?",
        "fr": "À quoi ressemble ta journée de rêve?",
        "de": "Wie sieht dein Traumtag aus?",
        "pl": "Jak wygląda twój wymarzony dzień?",
        "pt": "Como é o dia dos seus sonhos?"
      }
    },
    {
      "text": {
        "en": "What do you like to do when you want to be alone?",
        "uk": "Що ти любиш робити, коли хочеш побути наодинці?",
        "es": "¿Qué te gusta hacer cuando quieres estar solo?",
        "it": "Cosa ti piace fare quando vuoi stare da solo?",
        "fr": "Qu'aimes-tu faire quand tu veux être seul?",
        "de": "Was machst du gern, wenn du allein sein möchtest?",
        "pl": "Co lubisz robić, gdy chcesz być sam?",
        "pt": "O que você gosta de fazer quando quer ficar sozinho?"
      }
    },
    {
      "text": {
        "en": "What smell reminds you of something good?",
        "uk": "Який запах нагадує тобі про щось хороше?",
        "es": "¿Qué olor te recuerda algo bueno?",
        "it": "Quale odore ti ricorda qualcosa di bello?",
        "fr": "Quelle odeur te rappelle quelque chose de bon?",
        "de": "Welcher Geruch erinnert dich an etwas Schönes?",
        "pl": "Jaki zapach przypomina ci coś dobrego?",
        "pt": "Qual cheiro te lembra algo bom?"
      }
    },
    {
      "text": {
        "en": "What is your favorite fairy tale, cartoon, or movie?",
        "uk": "Яка твоя улюблена казка, мультфільм або фільм?",
        "es": "¿Cuál es tu cuento, dibujo animado o película favorita?",
        "it": "Qual è la tua fiaba, cartone animato o film preferito?",
        "fr": "Quel est ton conte de fées, dessin animé ou film préféré?",
        "de": "Was ist dein Lieblingsmärchen, Zeichentrickfilm oder Film?",
        "pl": "Jaka jest twoja ulubiona bajka, kreskówka lub film?",
        "pt": "Qual é seu conto de fadas, desenho animado ou filme favorito?"
      }
    },
    {
      "text": {
        "en": "Is there something you are afraid of but want to overcome?",
        "uk": "Чи є щось, чого ти боїшся, але хочеш подолати?",
        "es": "¿Hay algo que te da miedo pero quieres superar?",
        "it": "C'è qualcosa di cui hai paura ma vuoi superare?",
        "fr": "Y a-t-il quelque chose dont tu as peur mais que tu veux surmonter?",
        "de": "Gibt es etwas, wovor du Angst hast, aber überwinden möchtest?",
        "pl": "Czy jest coś, czego się boisz, ale chcesz to przezwyciężyć?",
        "pt": "Há algo que você tem medo, mas quer superar?"
      }
    },
    {
      "text": {
        "en": "What is your favorite part of the day and why?",
        "uk": "Яка твоя улюблена частина дня і чому?",
        "es": "¿Cuál es tu parte favorita del día y por qué?",
        "it": "Qual è la tua parte preferita della giornata e perché?",
        "fr": "Quelle est ta partie préférée de la journée et pourquoi?",
        "de": "Was ist dein Lieblingsmoment des Tages und warum?",
        "pl": "Jaka jest twoja ulubiona część dnia i dlaczego?",
        "pt": "Qual é a sua parte favorita do dia e por quê?"
      }
    },
    {
      "text": {
        "en": "What do you like most about yourself?",
        "uk": "Що тобі найбільше подобається в собі?",
        "es": "¿Qué es lo que más te gusta de ti mismo?",
        "it": "Cosa ti piace di più di te stesso?",
        "fr": "Qu'est-ce que tu aimes le plus chez toi?",
        "de": "Was magst du am meisten an dir selbst?",
        "pl": "Co lubisz w sobie najbardziej?",
        "pt": "O que você mais gosta em si mesmo?"
      }
    },
    {
      "text": {
        "en": "If you had wings, where would you fly?",
        "uk": "Якби у тебе були крила, куди б ти полетів?",
        "es": "Si tuvieras alas, ¿a dónde volarías?",
        "it": "Se avessi le ali, dove volere?",
        "fr": "Si tu avais des ailes, où volerais-tu?",
        "de": "Wenn du Flügel hättest, wohin würdest du fliegen?",
        "pl": "Gdybyś miał skrzydła, dokąd byś poleciał?",
        "pt": "Se você tivesse asas, para onde voaria?"
      }
    },
    {
      "text": {
        "en": "If you were a wizard, what kind good magic would you do?",
        "uk": "Якби ти був чарівником — яке добре чудо зробив би?",
        "es": "Si fueras un mago, ¿qué buen hechizo harías?",
        "it": "Se fossi un mago, quale magia buona faresti?",
        "fr": "Si tu étais un magicien, quel bon miracle ferais-tu?",
        "de": "Wenn du ein Zauberer wärst, welche gute Magie würdest du machen?",
        "pl": "Gdybyś był czarodziejem, jaką dobrą magię byś zrobił?",
        "pt": "Se você fosse um mago, que magia boa faria?"
      }
    },
    {
      "text": {
        "en": "Imagine you have a magic door. Where does it lead?",
        "uk": "Уяви, що у тебе є чарівна двері. Куди вона веде?",
        "es": "Imagina que tienes una puerta mágica. ¿A dónde conduce?",
        "it": "Immagina di avere una porta magica. Dove conduce?",
        "fr": "Imagine que tu as une porte magique. Où mène-t-elle?",
        "de": "Stell dir vor, du hast eine magische Tür. Wohin führt sie?",
        "pl": "Wyobraź sobie, że masz magiczne drzwi. Dokąd prowadzą?",
        "pt": "Imagine que você tem uma porta mágica. Para onde ela leva?"
      }
    },
    {
      "text": {
        "en": "Who or what lives in your dreams?",
        "uk": "Хто або що живе у твоїх снах?",
        "es": "¿Quién o qué vive en tus sueños?",
        "it": "Chi o cosa vive nei tuoi sogni?",
        "fr": "Qui ou quoi vit dans tes rêves?",
        "de": "Wer oder was lebt in deinen Träumen?",
        "pl": "Kto lub co mieszka w twoich snach?",
        "pt": "Quem ou o que vive em seus sonhos?"
      }
    },
    {
      "text": {
        "en": "What do you want to learn or find out?",
        "uk": "Що ти хочеш дізнатись або навчитися?",
        "es": "¿Qué quieres aprender o descubrir?",
        "it": "Cosa vuoi imparare o scoprire?",
        "fr": "Que veux-tu apprendre ou découvrir?",
        "de": "Was möchtest du lernen oder herausfinden?",
        "pl": "Czego chcesz się nauczyć lub dowiedzieć?",
        "pt": "O que você quer aprender ou descobrir?"
      }
    },
    {
      "text": {
        "en": "How do you know when someone loves you?",
        "uk": "Як ти розумієш, що хтось тебе любить?",
        "es": "¿Cómo sabes que alguien te ama?",
        "it": "Come sai quando qualcuno ti ama?",
        "fr": "Comment sais-tu que quelqu'un t'aime?",
        "de": "Wie merkst du, dass dich jemand liebt?",
        "pl": "Jak wiesz, że ktoś cię kocha?",
        "pt": "Como você sabe quando alguém te ama?"
      }
    },
    {
      "text": {
        "en": "What do you like to do outside?",
        "uk": "Що тобі подобається робити на вулиці?",
        "es": "¿Qué te gusta hacer afuera?",
        "it": "Cosa ti piace fare fuori?",
        "fr": "Qu'aimes-tu faire dehors?",
        "de": "Was machst du gern draußen?",
        "pl": "Co lubisz robić na dworze?",
        "pt": "O que você gosta de fazer fora de casa?"
      }
    },
    {
      "text": {
        "en": "What makes you laugh and feel happy?",
        "uk": "Що тебе веселить і змушує сміятись?",
        "es": "¿Qué te hace reír y sentir feliz?",
        "it": "Cosa ti fa ridere e sentire felice?",
        "fr": "Qu'est-ce qui te fait rire et te rend heureux?",
        "de": "Was bringt dich zum Lachen und macht dich glücklich?",
        "pl": "Co cię rozśmiesza i uszczęśliwia?",
        "pt": "O que te faz rir e se sentir feliz?"
      }
    },
    {
      "text": {
        "en": "How do you know if someone is your friend?",
        "uk": "Як ти розумієш, що хтось твій друг?",
        "es": "¿Cómo sabes si alguien es tu amigo?",
        "it": "Come sai se qualcuno è tuo amico?",
        "fr": "Comment sais-tu si quelqu'un est ton ami?",
        "de": "Wie merkst du, dass jemand dein Freund ist?",
        "pl": "Jak wiesz, że ktoś jest twoim przyjacielem?",
        "pt": "Como você sabe se alguém é seu amigo?"
      }
    },
    {
      "text": {
        "en": "What is your favorite holiday and why?",
        "uk": "Яке твоє улюблене свято і чому?",
        "es": "¿Cuál es tu fiesta favorita y por qué?",
        "it": "Qual è la tua festa preferita e perché?",
        "fr": "Quelle est ta fête préférée et pourquoi?",
        "de": "Was ist dein Lieblingsfest und warum?",
        "pl": "Jakie jest twoje ulubione święto i dlaczego?",
        "pt": "Qual é seu feriado favorito e por quê?"
      }
    }
  ]
}
